[
{
    "message":"焦慮感攀升無上限呀阿斯，是說國中時候也有教唱軍歌，然後再想想，其實很多看起來很古怪的東西放到國中時代來看似乎也沒那麼奇怪。",
    "link":"http://youtu.be/ofXaWirL7iE",
    "date":"2014/10/08"
},
{
    "message":"「和聰明的人共事，好激發自己；選擇尚未完全準備好的事情來做。」",
    "link":"http://careher.net/?p=820",
    "date":"2014/10/09"
},
{
    "message":"在慶祝中華民國的生日時，如果有興趣，也可以試著了解臺灣主權未定論的說法 :)",
    "link":"https://www.ptt.cc/bbs/PublicIssue/M.1402228874.A.58A.html",
    "date":"2014/10/10"
},
{
    "message":"「就跟關在鳥籠裡面的鳥很開心的認為他們依舊可以用翅膀在籠中飛翔，他們看到的是『我還可以飛』，而不是『我被關在籠子裡』。台灣某些中間選民跟極度有錢的選民就是如此，他們希望政府離他們越遠越好，中間選民很多只希望每天上班、下班、government最好shut the fuck up.  他們只想著哪天是不是可以中威力彩頭獎，至於什麼變來變去的，算了吧，搞政治沒一個不騙人的。」",
    "link":"https://www.ptt.cc/bbs/Gossiping/M.1411026997.A.27F.html",
    "date":"2014/10/11"
},
{
    "message":"「但恐怖的地方也在這裡，你所相信的GMP、其實是由國內的食品公司組成的、理監事一直是由食品公司的老闆們擔任，去年搞出重大油品事件的頂新味全魏應充，就是當時的理事長，事發之後才被換下來、還找了個海洋大學的教授孫寶年接任，企圖掩飾這個GMP單位是食品業大老闆們把持的印象；接著，你所相信的媒體，媒體賴以維生的廣告、最大客戶來自台灣廣告主協會，而這個台灣廣告主協會，理事長是泰山的董事長，理事名單將近三分之二是大食品業，試想，新聞鬧到最後，媒體能不聽話嗎?如果你信賴、並且據以採購食品的管道，都是由食品業自己、球員兼裁判把持，如果還相信食品安全是可以信賴的，那就真的太天真了。」",
    "link":"http://www.naipo.com/Portals/1/web_tw/Knowledge_Center/Editorial/publish-199.htm",
    "date":"2014/10/12"
},
{
    "message":"「現今台灣面臨的傷害，比單純資本主義下（或新自由主義）的大鯨魚所製造的苦痛更為嚴重。首先，在兩蔣時代，台灣特定的幾隻大鯨魚，靠著產業黨國化以及中央與地方的利益輸送而壯大，這些黨國產業（如石化業）成為大鯨魚之後，建立了對自己有利的遊戲規則，而隨後加入該產業的業者（小鯨魚）利益均霑。為了搭配演出，台灣亦在該時代生產了一批技術官僚，在回應各項黨國產業爭議的時候，做出對該產業有利之法學解釋，久而久之，這些大鯨魚在案件爆發時已有一套SOP，人民也對這套SOP習以為常。最後即使台灣產業未轉型，勞工條件不提升，最低工資不調漲，也未見多少反抗聲音。這種類似殖民的文化出現在號稱民主的土地上，頗為諷刺。」",
    "link":"http://www.thinkingtaiwan.com/content/3098",
    "date":"2014/10/13"
},
{
    "message":"「沒錯，蘇格蘭的啟示告訴我們什麼？就先不提「民族主義」了，拿多數台灣民眾最重視的「拼經濟」觀點而論，至少蘇格蘭經驗告訴了我們，「獨立運動」剛好就是一招最好的「拼經濟」手段。但台灣的情況是否可以類比呢？當台灣獨立在政治議題上喊的越熱、反對與中國簽自由貿易協定的聲浪越兇，中國是否就越必須真正的思考修正對台灣的經濟戰略模式，而不得不在某些場合進行過去中國不願輕易在談判中鬆手的「讓利」，進而對台灣產業而言，可能成就一個比起今天必定「好更多」的談判結果呢？三月學運後，中國領導人習近平立即發表對台工作的調整修正、以及承認過往對台灣產業部門進行經濟統戰並未達到實質效益的立場，或已可以初步證實這個假說的合理性──「獨立」其實是台灣的「經濟籌碼」，當台灣內部「政治」議程上價格炒的越高，中國要拿出來埋單的「經濟」成本與代價也就只會越高。」",
    "link":"http://www.thinkingtaiwan.com/content/3124",
    "date":"2014/10/14"
},
{
    "message":"「據說，最新的電子眼會讓我更有社會競爭力，也許我應該把眼睛挖出來。」",
    "link":"http://www.thinkingtaiwan.com/comic/3002",
    "date":"2014/10/15"
},
{
    "message":"「很有趣的是，在眾多獨立運動地區中，台灣是最具備獨立建國條件的一個。在理想的條件下，獨立建國的台灣幾乎不需要作任何調整。當然，台灣面對的問題、國際情勢和其他地區不同，但重點是，台灣人是否認為，尋求任何積極形式的獨立後，有助於自己的未來。如果答案為是，人民卻沒有任何行動，那就很值得玩味了。」",
    "link":"http://www.thinkingtaiwan.com/content/3125",
    "date":"2014/10/16"
},
{
    "message":"「『如果你喜歡台灣，那之後就回來，但是不要一直待在這裡』。事實是，台灣在世界的各種產業中正在不斷地被邊緣化，而且短期內，沒有任何人有辦法阻擋這趨勢。因此，如果你的巴黎不在台灣，你必須要離開島國，去尋找你自己的盛宴，去尋找你自己的成長，不然你永遠也沒有辦法成為你領域中的漩渦鳴人。等你的『年輕』結束以後，你也應該擁有一些資源與方向，回來貢獻你鍾愛的台灣。」",
    "link":"http://winston-zh.attlin.com/2014/10/blog-post.html",
    "date":"2014/10/17"
},
{
    "message":"「過去，舊國民黨統治時期，許多黨國關係良好者以低價值的擔保品向銀行超貸造成呆帳；現在，新國民黨統治似乎是結合中國人，以無擔保品的方式向台灣的銀行借貸。」",
    "link":"http://www.thinkingtaiwan.com/content/3215",
    "date":"2014/10/18"
},
{
    "message":"這篇剛好一年了，這是目前看《想想》以來最喜歡的文章之一：「當臺灣是一座被當政者惡意阻擋與消極擺爛，成為一個完全沒有產業升級、創新、變革的鬼島，而離開臺灣到中国去就業，是臺灣人唯一的一條生路時，這樣的自由，是自由嗎？」「要讓臺灣的孩子留在臺灣，不是把通往中国的路做的更簡便，而是改變臺灣的產業結構面，開創出自己的活水，給臺灣孩子留在臺灣的機會。 這才是自由。」",
    "link":"http://www.thinkingtaiwan.com/content/1349",
    "date":"2014/10/19"
},
{
    "message":"看看別人怎麼看，雖然看一看會覺得「我真在台灣念過大學嗎？」這樣...   「“台湾90年代以来广设大学，现在超过170所，升学率几乎100%。当人人都能上大学时，竞争力就会下降，他们不需要花太多的力气去学习。”辅仁大学的夏逸平分析，“而且台湾环境比较自由，老师不敢对学生提太多要求，学生也更加随意。”」、「“我们早早就担忧自己不能得到想要的生活，但是台湾学生好像觉得，未来即使只有22K，只有温饱，但以后的事，我踏入社会再想吧。对于我们来说，未来就是眼前的事情，一比较就会觉得，他们太慵懒。”刘旎说。她现在已经能清晰分辨出哪些脸是台湾学生，哪些脸是陆生了。」",
    "link":"http://nfpeople.dailypad.cn/output//2014/09/iphone_4901.shtml",
    "date":"2014/10/20"
},
{
    "message":"《壹週刊》一向打馬不遺餘力，打連亦不手軟。2006年一則《驚爆連戰打老婆》被告上法庭，《壹週刊》為免曠日費時打官司，與連家簽了一份協議書，往後有關連家上下大小的報導，均須取得連家回應，否則賠償200萬元作為懲罰性違約金。這份協議成為連家的保護傘，《壹週刊》的緊箍咒；只要有相關新聞出現，連家若是搞失聯，無法取得回應，那麼報導若非作廢，就是賠錢，編輯部同仁怎會不生氣？換作是我，應該捏爆一百個橘子都無法洩忿。",
    "link":"http://punchline.asia/archives/4640",
    "date":"2014/10/21"
},
{
    "message":"如果一切設置都設置妥當，且機器沒有出什麼意外正常運作的話，這幾天每天我都會分享一些連結或發一些廢文（有嗎？），這些其實都是我在10/8日就寫好的，透過Facebook Graph API以及crontab的設定每日自動發送的訊息。本來也想一起寫個批吐個板每日自動發廢文和Facebook Message自動回復，不過因為時間有點短暫，沒來得及完成。",
    "link":"https://github.com/qcl/QCLone",
    "date":"2014/10/22"
},
{
    "message":"太多的不積極，以至於太多的來不及。",
    "date":"2014/10/23"
}
]
